{
  "pageTitle": "Lolin Mech | Industrial Metal Solutions",
  "sectionTitle": "Company Information",
  "heading": "About The Company",
  "welcomeHeading": "Welcome to Qingdao Lolin Mech Inc.",
  "welcomeText": "Qingdao Lolin Mech Inc. is an OEM supplier for forging and casting since 1990. Our products service the industries of construction machinery, agricultural machinery, railway system and heavy duty trucking system.\n\nOn average every year, over 400 containers of various forgings/castings will be shipped to Germany, USA and Japan. All of these parts are under the supervision of our experienced QC team.\n\nOur engineering department are able to work with drawings made by most prevail software.\n\nWith our insatiable appetite for new challenges and commitment to ongoing and never ending progress, you can expect great things from the future of Lolin Mechanical Company.",
  "stats": {
    "employees": "<b><i><u>Our advantages:</u></i></b> 30+ years experience in forgings and castings ● Cooperation with famous OEMs and suppliers ● Annual turnover of more than 20 million US Dollars",
    "locations": "<b><i><u>Our locations:</u></i></b> Qingdao, China (Headquarter) ● New York, USA ● Zevenaar, the Netherlands"
  },
  "sections": [
    {
      "paragraphs": [
        "Founded in 1990, Lolin Mechanical Company has grown to become a global OEM supplier for forging and casting. On average every year, over 400 containers of various forgings and castings will be shipped to Germany, America and Japan.",
        "We have specialized in forgings and castings for more than 30 years. We offer a range of technical services including product analysis, and inspection. Based on a flexible approach, and the extensive data we have accumulated from our expansive knowledge, we strive to solve problems and offer new proposals that accurately and rapidly incorporate your needs.",
        "✅We produce whole range of grey iron, and ductile iron ,as well as austempered ductile iron.",
        "✅Yearly capacity: Maximum total capacity of 70,000 tons, and 35,000 tons of free capacity; batch size: 50-50,000 pcs/each.",
        "✅Unit weight for raw casting: 0.1 -300 kg/pc",
        "✅Maximum size for raw casting: 1100 x 900 x900 mm, in case customer has even slightly bigger size casting to develop, we will consider to prepare for BIGGER SIZE of flasks to meet the request, for all these big size raw casting, we plan to use the newly shell mould production line to do the casting.",
        "✅We prefer to do the combined process of casting + machining at our foundry so as to provide one stop service to our customers,  our machining workshop are able to do most of fully machined casting parts for our customer, and we have quite sufficient machining equipment for this purpose"
      ],
      "images": [
        {
          "src": "assets/images/about_1.png",
          "caption": "Some of the standards that we meet"
        },
        {
          "src": "assets/images/about_2.png",
          "caption": "Products that we offer"
        }
      ]
    },
    {
      "paragraphs": [
        "We pride ourselves in product knowledge, diverse product lines, and total commitment to customer service and satisfaction."
      ],
      "images": [
        {
          "src": "assets/images/about_3.png",
          "caption": "We deliver all over the world"
        }
      ]
    },
    {
      "heading": "Business Fields",
      "paragraphs": [
        "The range of arenas in which our products are active has expanded steadily since our inception."
      ],
      "images": [
        { "src": "assets/images/about_4_1.png", "caption": "Construction Machinery" },
        { "src": "assets/images/about_4_2.png", "caption": "Agricultural Machinery" },
        { "src": "assets/images/about_4_3.png", "caption": "Railway System" },
        { "src": "assets/images/about_4_4.png", "caption": "Truck" },
        { "src": "assets/images/about_4_5.png", "caption": "Automobile" },
        { "src": "assets/images/about_4_6.png", "caption": "Wind Power Industry" }
      ]
    },
    {
      "paragraphs": [
        "Our high-quality products service the industries of construction machinery, agricultural machinery, railway system, heavy duty trucking system, etc. In search of new fields, Lolin Mech will pursue new possibilities."
      ]
    }
  ],
  "home": "Home",
  "about": "About",
  "aboutus": "About us",
  "products": "Products",
  "casting": "Casting",
  "forging": "Forging",
  "customers": "Customers",
  "certifications": "Certifications",
  "download": "Download",
  "contacts": "Contacts",
  "cookieMessage": "This website does not use cookies for tracking or analytics purposes. \nNo personal data is collected, stored, or shared. By continuing to use the site, you acknowledge this.",
  "acceptCookies": "Got it"
}
