{
    "pageTitle": "Our Clients | LolinMech",
    "welcomeHeading": "Welcome to Qingdao Lolin Mech Inc.",
    "heading": "Our Customers",
    "subheading": "----- QINGDAO LOLIN MECH INC. -----",
    "clients": [
        {
            "id": "berco",
            "name": "Berco",
            "description": "Berco is an Italian company specializing in manufacturing undercarriage components and rubber tracks.",
            "logo": "berco.png",
            "gallery": ["berco_products_1.png"]
        },
        {
            "id": "kito",
            "name": "Kito",
            "description": "Kito is a Japanese company that manufactures and sells various types of machinery, primarily for materials handling and lifting equipment.",
            "logo": "kito.png",
            "gallery": ["kito_products_1.png"]
        },
        {
            "id": "kverneland",
            "name": "Kverneland",
            "description": "Kverneland Group is an international company developing, producing and distributing agricultural implements, electronics and digital services to the farming community.",
            "logo": "kverneland.png",
            "gallery": ["kverneland_products_1.png"]
        },
        {
            "id": "lemken",
            "name": "Lemken",
            "description": "Lemken focuses on developing innovative solutions for productive and efficient agriculture.",
            "logo": "lemken.png",
            "gallery": ["lemken_products_1.png"]
        },
        {
            "id": "nord",
            "name": "Nord",
            "description": "Nord Drivesystems is a system provider of innovative drive solutions with competence in more than 100 industries.",
            "logo": "nord.png",
            "gallery": ["nord_products_1.png"]
        },
        {
            "id": "saint-gobain",
            "name": "Saint-Gobain",
            "description": "Saint-Gobain is originally a mirror manufacturer, it also produces a variety of construction, high-performance, moderate-performance, lower-performance and other materials",
            "logo": "saint-gobain.png",
            "gallery": ["saint-gobain_products_1.png"]
        },
        {
            "id": "selzer",
            "name": "Selzer",
            "description": "SELZER is a precision engineering company specializing in the development and production of complex metal components and assemblies for the automotive and mechanical industries.",
            "logo": "selzer.png",
            "gallery": ["selzer_products_1.png"]
        },
        {
            "id": "thyssenkrupp",
            "name": "Thyssenkrupp",
            "description": "Thyssenkrupp is one of the largest steel producers in the world and its products range from machines and industrial services to high-speed trains, elevators, and shipbuilding.",
            "logo": "thyssenkrupp.png",
            "gallery": ["thyssenkrupp_products_1.png"]
        },
        {
            "id": "weber-hydraulik",
            "name": "Weber-Hydraulik",
            "description": "Weber-Hydraulik primarily manufactures hydraulic components and systems for mobile work machines, commercial vehicles and machine tools.",
            "logo": "weber-hydraulik.png",
            "gallery": ["weber-hydraulik_products_1.png"]
        },
        {
            "id": "westfalia",
            "name": "Westfalia Automotive",
            "description": "Westfalia Automotive, as the inventor of the ball-head trailer coupling, is now one of the world's leading manufacturers of towing devices for cars and light commercial vehicles.",
            "logo": "westfalia.png",
            "gallery": ["westfalia_products_1.png"]
        },
        {
            "id": "yanmar",
            "name": "Yanmar",
            "description": "Yanmar is a japanese diesel engine, heavy machinery and agricultural machinery manufacturer",
            "logo": "yanmar.png",
            "gallery": ["yanmar_products_1.png"]
        },
        {
            "id": "cat",
            "name": "CAT",
            "description": "Caterpillar Inc., also known as CAT, is an American construction, mining and other engineering equipment manufacturer.",
            "logo": "cat.png",
            "gallery": ["cat_products_1.png"]
        },
        {
            "id": "komatsu",
            "name": "Komatsu",
            "description": "Komatsu is a Japanese multinational corporation that manufactures construction, mining, forestry and military heavy equipment, as well as diesel engines and industrial equipment like press machines, lasers and thermoelectric generators.",
            "logo": "komatsu.png",
            "gallery": ["komatsu_products_1.png"]
        },
        {
            "id": "kubota",
            "name": "Kubota",
            "description": "Kubota produces many products including tractors and other agricultural machinery, construction equipment, engines, vending machines, pipe, valves, cast metal, pumps, and equipment for water purification, sewage treatment and air conditioning.",
            "logo": "kubota.png",
            "gallery": ["kubota_products_1.png"]
        },
        {
            "id": "tadano",
            "name": "Tadano",
            "description": "Tadano is the main and largest Japan-based manufacturer of cranes and aerial work platforms, considered one of largest crane manufacturers in the world.",
            "logo": "tadano.png",
            "gallery": ["tadano_products_1.png"]
        }

    ],
    "home": "Home",
    "about": "About",
    "products": "Products",
    "customers": "Customers",
    "certifications": "Certifications",
    "download": "Download",
    "contacts": "Contacts"
}