{
  "pageTitle": "Privacy Policy | Qingdao Lolin Mech Inc.",
  "welcomeHeading": "Welcome to Qingdao Lolin Mech Inc.",
  "heading": "Privacy Policy",
  "welcomeText": "We take the protection of your personal data seriously. This Privacy Policy explains what data we collect, how we use it, and what rights you have regarding your data when using our website.",
  "privacy": "Privacy Policy",
  "sections": [
    {
      "title": "1. Controller",
      "content": "Qingdao Lolin Mech Inc.\nAddress: 34-3-202, Luxin Spring Garden, No. 1 East Yinchuan Road, Qingdao, China\nEmail: haichuanyu@lolinmetals.com\nPhone: +86-532-81928971"
    },
    {
      "title": "2. Collection and Processing of Personal Data",
      "content": "We only collect personal data if you voluntarily provide it to us, for example via a contact form or by sending us an email."
    },
    {
      "title": "3. Cookies",
      "content": "This website uses only essential cookies that are necessary for the basic functionality of the site. No tracking cookies are used, and no personal data is stored via cookies."
    },
    {
      "title": "4. Server Log Files",
      "content": "When visiting this website, information such as browser type, operating system, IP address, and access time is automatically stored in server log files. This data is used only for statistical purposes and to ensure system security."
    },
    {
      "title": "5. Sharing with Third Parties",
      "content": "We do not share your data with third parties unless required by law or necessary to fulfill a contract."
    },
    {
      "title": "6. Your Rights",
      "content": "You have the right to request information about the data we store about you, its origin and recipients, and the purpose of data processing. You may also request correction, blocking, or deletion of your data at any time. Please contact us at haichuanyu@lolinmetals.com."
    },
    {
      "title": "7. Changes to this Privacy Policy",
      "content": "We reserve the right to update this Privacy Policy occasionally to comply with current legal requirements."
    }
  ]
}
