{
  "pageTitle": "Über das Unternehmen",
  "heading": "Über das Unternehmen",
  "welcomeHeading": "Willkommen bei Qingdao Lolin Mech Inc.",
  "sections": [
    {
      "paragraphs": [
  "Die Lolin Mechanical Company wurde 1990 gegründet und hat sich zu einem globalen OEM-Lieferanten für Schmiede- und Gussprodukte entwickelt. Jährlich werden durchschnittlich über 400 Container mit verschiedenen Schmiede- und Gussteilen nach Deutschland, Amerika und Japan exportiert.",
  "Seit über 30 Jahren sind wir auf Schmiede- und Gussprodukte spezialisiert. Wir bieten eine Reihe technischer Dienstleistungen an, darunter Produktanalysen und Inspektionen. Mit einem flexiblen Ansatz und umfassenden Daten aus unserem langjährigen Know-how streben wir danach, Probleme zu lösen und neue Vorschläge zu unterbreiten, die Ihre Anforderungen schnell und präzise erfüllen.",
  "✅Wir produzieren das vollständige Spektrum an Grauguss, Sphäroguss sowie austemperiertem Sphäroguss (ADI).",
  "✅Jährliche Kapazität: Maximale Gesamtkapazität von 70.000 Tonnen, davon 35.000 Tonnen freie Kapazität; Losgröße: 50–50.000 Stück pro Auftrag.",
  "✅Stückgewicht für Rohguss: 0,1–300 kg pro Teil.",
  "✅Maximale Größe für Rohguss: 1100 × 900 × 900 mm. Sollte ein Kunde Gussstücke mit etwas größeren Abmessungen entwickeln wollen, prüfen wir die Anschaffung größerer Formkästen, um diese Anforderungen zu erfüllen. Für solche großformatigen Rohgussstücke planen wir den Einsatz der neuen Schalenformanlage.",
  "✅Wir bevorzugen die Kombination von Guss und Bearbeitung in unserer Gießerei, um unseren Kunden einen One-Stop-Service zu bieten. Unsere mechanische Werkstatt ist in der Lage, die meisten vollständig bearbeiteten Gussteile herzustellen, und wir verfügen über ausreichend Bearbeitungsmaschinen für diesen Zweck."
]
,
      "images": [
        {
          "src": "assets/images/about_1.png",
          "caption": "Einige der Standards, die wir erfüllen"
        },
        {
          "src": "assets/images/about_2.png",
          "caption": "Produkte, die wir anbieten"
        }
      ]
    },
    {
      "paragraphs": [
        "Wir sind stolz auf unser Produktwissen, unser breites Produktspektrum und unser vollständiges Engagement für Kundendienst und Kundenzufriedenheit."
      ],
      "images": [
        {
          "src": "assets/images/about_3.png",
          "caption": "Wir liefern weltweit"
        }
      ]
    },
    {
      "heading": "Geschäftsbereiche",
      "paragraphs": [
        "Seit unserer Gründung hat sich das Einsatzgebiet unserer Produkte kontinuierlich erweitert."
      ],
      "images": [
        { "src": "assets/images/about_4_1.png", "caption": "Baumaschinen" },
        { "src": "assets/images/about_4_2.png", "caption": "Landmaschinen" },
        { "src": "assets/images/about_4_3.png", "caption": "Schienensystem" },
        { "src": "assets/images/about_4_4.png", "caption": "Lkw" },
        { "src": "assets/images/about_4_5.png", "caption": "Automobil" },
        { "src": "assets/images/about_4_6.png", "caption": "Windkraftindustrie" }
      ]
    },
    {
      "paragraphs": [
        "Unsere hochwertigen Produkte finden Anwendung in den Bereichen Baumaschinen, Landmaschinen, Schienensysteme, Schwerlastfahrzeuge usw. Auf der Suche nach neuen Einsatzgebieten wird Lolin Mech neue Möglichkeiten verfolgen."
      ]
    }
  ],
  "home": "Startseite",
      "about": "Über Uns",
      "products": "Produkte",
      "casting": "Guss",
      "forging": "Schmieden",
      "customers": "Kunden",
      "certifications": "Zertifizierungen",
      "download": "Download",
      "contacts": "Kontakt"
}
